Repository: davidtimovski/personal-assistant
Catalog: Source/Auth/Resources/Views/Account/login.*.resx
Languages: mk_mk

source: About
mk_mk: За нас

# AccountDeleteSuccess
source: Account was successfully deleted.<br>Sorry to see you go.
mk_mk: Сметката беше успешно избришана.<br>Жал ни е што нè напуштате.

source: Don't have an account?
mk_mk: Немате сметка?

source: Email
mk_mk: Емаил

# EmailConfirmationRequired
source: Please confirm your email
mk_mk: Ве молиме потврдете го вашиот емаил

source: Forgot your password?
mk_mk: Ја заборавивте лозинката?

source: Hide
mk_mk: Сокриј

# LanguageChangeSuccess
source: Profile and language were updated successfully.<br>You can now log in.
mk_mk: Профилот и јазикот беа успешно ажурирани.<br>Може да се најавите.

source: Log in
mk_mk: Најава

source: Log into Accountant
mk_mk: Најава во Accountant

source: Log into Cooking Assistant
mk_mk: Најава во Cooking Assistant

source: Log into To Do Assistant
mk_mk: Најава во To Do Assistant

# PageDescription
source: Apps for organized people
mk_mk: Апликации за организирани луѓе

source: Password
mk_mk: Лозинка

# PasswordResetEmailSent
source: Password reset email has been sent.<br>Use it to reset your password.
mk_mk: Емаил-от за ресетирање на лозинка беше испратен.<br>Искористете го да ја ресетирате вашата лозинка.

# PasswordResetEmailSentGmail
source: Password reset email has been sent.<br><a href="https://www.google.com/gmail/">Use it</a> to reset your password.
mk_mk: Емаил-от за ресетирање на лозинка беше испратен.<br><a href="https://www.google.com/gmail/">Искористете го</a> да ја ресетирате вашата лозинка.

# PasswordResetEmailSentOutlook
source: Password reset email has been sent.<br><a href="https://outlook.live.com/">Use it</a> to reset your password.
mk_mk: Емаил-от за ресетирање на лозинка беше испратен.<br><a href="https://outlook.live.com/">Искористете го</a> да ја ресетирате вашата лозинка.

# PasswordResetEmailSentYahoo
source: Password reset email has been sent.<br><a href="https://login.yahoo.com/">Use it</a> to reset your password.
mk_mk: Емаил-от за ресетирање на лозинка беше испратен.<br><a href="https://login.yahoo.com/">Искористете го</a> да ја ресетирате вашата лозинка.

# PasswordResetSuccess
source: Password was successfully reset
mk_mk: Лозинката беше успешно ресетирана

source: Privacy policy
mk_mk: Полиса за приватност

# RegistrationConfirmed
source: Your registration has been succcessfully confirmed. You may now log in.
mk_mk: Вашата регистрација беше успешно потврдена. Може да се најавите.

# RegistrationEmailSent
source: You will receive a registration email within the next 5 minutes.<br>Use it to verify your account before you log in.
mk_mk: Ќе добиете емаил за регистрација во следните 5 минути.<br>Искористете го да ја верификувате вашата сметка пред да се најавите.

# RegistrationEmailSentGmail
source: You will receive a registration email within the next 5 minutes.<br><a href="https://www.google.com/gmail/">Use it</a> to verify your account before you log in.
mk_mk: Ќе добиете емаил за регистрација во следните 5 минути.<br><a href="https://www.google.com/gmail/">Искористете го</a> да ја верификувате вашата сметка пред да се најавите.

# RegistrationEmailSentOutlook
source: You will receive a registration email within the next 5 minutes.<br><a href="https://outlook.live.com/">Use it</a> to verify your account before you log in.
mk_mk: Ќе добиете емаил за регистрација во следните 5 минути.<br><a href="https://outlook.live.com/">Искористете го</a> да ја верификувате вашата сметка пред да се најавите.

# RegistrationEmailSentYahoo
source: You will receive a registration email within the next 5 minutes.<br><a href="https://login.yahoo.com/">Use it</a> to verify your account before you log in.
mk_mk: Ќе добиете емаил за регистрација во следните 5 минути.<br><a href="https://login.yahoo.com/">Искористете го</a> да ја верификувате вашата сметка пред да се најавите.

source: Show
mk_mk: Покажи
