Repository: davidtimovski/personal-assistant
Catalog: src/Api/Resources/Controllers/CookingAssistant/IngredientsController.*.resx
Languages: mk_mk

source: Active dry yeast
mk_mk: Квасец

source: Alcohol
mk_mk: Алкохол

source: All-purpose flour
mk_mk: Брашно (секаква намена)

source: Almonds
mk_mk: Бадеми

source: Apples
mk_mk: Јаболка

source: Apple cider vinegar
mk_mk: Јаболков оцет

source: Apricot
mk_mk: Кајсија

source: Asparagus
mk_mk: Аспарагус

source: Avocado
mk_mk: Авокадо

source: Bacon
mk_mk: Сланина

source: Baking chocolate
mk_mk: Чоколадо за готвење

source: Baking powder
mk_mk: Прав за печење

source: Baking soda
mk_mk: Сода бикарбона

source: Balsamic vinegar
mk_mk: Балсамиски оцет

source: Bananas
mk_mk: Банани

source: Barbeque sauce
mk_mk: Сос од скара

source: Basil
mk_mk: Босилек

source: Beans
mk_mk: Грав

source: Beef
mk_mk: Телешко

source: Beer
mk_mk: Пиво

source: Biscuits
mk_mk: Бисквити

source: Blackberries
mk_mk: Капини

source: Black olives
mk_mk: Црни маслинки

source: Black pepper
mk_mk: Црн пипер

source: Blueberries
mk_mk: Боровница

source: Bow tie pasta
mk_mk: Машна тестенини

source: Bread
mk_mk: Леб

source: Bread crumbs
mk_mk: Лебни трошки

source: Broccoli
mk_mk: Брокули

source: Brown rice
mk_mk: Интегрален ориз

source: Brown sugar
mk_mk: Кафеав шеќер

source: Brussel sprout
mk_mk: Бриселско зелје

source: Butter
mk_mk: Путер

source: Cabbage
mk_mk: Зелка

source: Canola oil
mk_mk: Масло од канола

source: Carrots
mk_mk: Моркови

source: Cashew nuts
mk_mk: Индиски ореви

source: Cauliflower
mk_mk: Карфиол

source: Cayenne peppers
mk_mk: Кајенска пиперка

source: Cayenne pepper powder
mk_mk: Прав од кајенска пиперка

source: Celery
mk_mk: Целер

source: Cheddar cheese
mk_mk: Чедар сирење

source: Cheese
mk_mk: Сирење

source: Cherries
mk_mk: Цреши

source: Chia seeds
mk_mk: Чиа семиња

source: Chicken
mk_mk: Пилешко

source: Chicken bouillon cube
mk_mk: Коцка за супа

source: Chicken breast
mk_mk: Пилешки гради

source: Chicken broth
mk_mk: Пилешка супа

source: Chicken wings
mk_mk: Пилешки крилца

source: Chickpeas
mk_mk: Леблебии

source: Chili peppers
mk_mk: Чили пиперчиња

source: Chili powder
mk_mk: Чили прав

source: Chocolate chips
mk_mk: Чоколадни чипови

source: Cinnamon
mk_mk: Цимет

source: Cocoa powder
mk_mk: Какао прав

source: Coconut
mk_mk: Кокос

source: Coffee
mk_mk: Кафе

source: Conchiglie pasta
mk_mk: Conchiglie тестенини

source: Condensed chicken soup
mk_mk: Спакувана пичешка супа

source: Condensed milk
mk_mk: Кондензирано млеко

source: Corn
mk_mk: Пченка

source: Cornmeal
mk_mk: Пченкарно брашно

source: Corn starch
mk_mk: Пченкарен скроб

source: Cow cheese
mk_mk: Бело сирење

source: Cranberries
mk_mk: Брусница

source: Cucumbers
mk_mk: Краставици

source: Cumin
mk_mk: Ким

source: Curry powder
mk_mk: Кари прав

source: Curry sauce
mk_mk: Кари сос

source: Dairy
mk_mk: Млечни

source: Dry white wine
mk_mk: Суво бело вино

source: Eggplant
mk_mk: Модар патлиџан

source: Eggs
mk_mk: Јајца

source: Egg whites
mk_mk: Белки од јајце

source: Egg yolks
mk_mk: Жолчки од јајце

source: Farfalle pasta
mk_mk: Farfalle тестенини

source: Feta cheese
mk_mk: Фета сирење

source: Fettuccine
mk_mk: Фетучини

source: Flour
mk_mk: Брашно

source: Fruit
mk_mk: Овошје

source: Fusilli
mk_mk: Фусили

source: Garam masala
mk_mk: Гарам масала

source: Garlic
mk_mk: Лук

source: Garlic clove
mk_mk: Глава лук

source: Garlic powder
mk_mk: Лук во прав

source: Ginger
mk_mk: Ѓумбир

source: Gnocchi
mk_mk: Њоки

source: Grain
mk_mk: Житарици

source: Grapefruit
mk_mk: Грејпфрут

source: Grapes
mk_mk: Грозје

source: Green olives
mk_mk: Зелени маслинки

source: Green peas
mk_mk: Грашок

source: Green peppers
mk_mk: Зелени пиперки

source: Hake
mk_mk: Ослиќ

source: Ham
mk_mk: Шунка

source: Hamburger bun
mk_mk: Лепче за хамбургер

source: Hazelnuts
mk_mk: Лешници

source: Heavy cream
mk_mk: Павлака за готвење

source: Himalayan salt
mk_mk: Хималајска сол

source: Hoisin sauce
mk_mk: Хојзин сос

source: Honey
mk_mk: Мед

source: Italian seasoning
mk_mk: Италијански зачин

source: Ketchup
mk_mk: Кечап

source: Kiwis
mk_mk: Киви

source: Kosher salt
mk_mk: Кошер сол

source: Lamb
mk_mk: Јагнешко

source: Lemons
mk_mk: Лимони

source: Lentils
mk_mk: Леќа

source: Lettuce
mk_mk: Марула

source: Lima beans
mk_mk: Грав лима

source: Limes
mk_mk: Зелен лимон

source: Liver
mk_mk: Џигер

source: Macaroni
mk_mk: Макарони

source: Mandarins
mk_mk: Мандарини

source: Maple syrup
mk_mk: Јаворов сируп

source: Margarine
mk_mk: Маргарин

source: Mayonnaise
mk_mk: Мајонез

source: Melon
mk_mk: Диња

source: Milk
mk_mk: Млеко

source: Mozzarella cheese
mk_mk: Моцарела сирење

source: Muesli
mk_mk: Мусли

source: Mushrooms
mk_mk: Печурки

source: Mustard
mk_mk: Сенф

source: Noodles
mk_mk: Нудли

source: Nutmeg
mk_mk: Морско оревче

source: Nuts & legumes
mk_mk: Легуми

source: Oats
mk_mk: Овесни снегулки

source: Oil
mk_mk: Масло

source: Olives
mk_mk: Маслинки

source: Olive oil
mk_mk: Маслиново масло

source: Onions
mk_mk: Кромид

source: Onion powder
mk_mk: Кромид во прав

source: Oranges
mk_mk: Портокали

source: Oregano
mk_mk: Оригано

source: Paprika
mk_mk: Црвен пипер

source: Parmesan
mk_mk: Пармезан

source: Parsnip
mk_mk: Магдонос

source: Pasta
mk_mk: Тестенини

source: Peaches
mk_mk: Праски

source: Peanuts
mk_mk: Кикирики

source: Peanut butter
mk_mk: Путер од кикирики

source: Pears
mk_mk: Круши

source: Peas
mk_mk: Грашок

source: Penne pasta
mk_mk: Penne тестенини

source: Peppers
mk_mk: Пиперки

source: Pickles
mk_mk: Кисели краставички

source: Pineapple
mk_mk: Ананас

source: Pistachios
mk_mk: Ф'стаци

source: Plums
mk_mk: Сливи

source: Pomegranate
mk_mk: Калинка

source: Pork
mk_mk: Свинско

source: Potatoes
mk_mk: Компири

source: Powdered sugar
mk_mk: Шеќер во прав

source: Protein
mk_mk: Протеин

source: Provolone cheese
mk_mk: Проволоне сирење

source: Pumpkin
mk_mk: Тиква

source: Radish
mk_mk: Ротквица

source: Raisins
mk_mk: Суво грозје

source: Ranch dressing
mk_mk: Ранч сос

source: Raspberries
mk_mk: Малини

source: Red peppers
mk_mk: Црвени пиперки

source: Red vinegar
mk_mk: Црвен оцет

source: Red wine
mk_mk: Црвено вино

source: Rice
mk_mk: Ориз

source: Rice vinegar
mk_mk: Оризов оцет

source: Ricotta cheese
mk_mk: Рикота сирење

source: Rosemary
mk_mk: Рузмарин

source: Rum
mk_mk: Рум

source: Salsa
mk_mk: Салса

source: Salt
mk_mk: Сол

source: Salted butter
mk_mk: Солен путер

source: Sardines
mk_mk: Сардини

source: Sausage
mk_mk: Колбас

source: Seafood
mk_mk: Морска храна

source: Seasoning
mk_mk: Зачини

source: Sea salt
mk_mk: Морска сол

source: Sesame seeds
mk_mk: Сусам

source: Sheep cheese
mk_mk: Овчо сирење

source: Shrimp
mk_mk: Ракчиња

source: Sirloin steak
mk_mk: Филе од бифтек

source: Skim milk
mk_mk: Обезмастено млеко

source: Sour cream
mk_mk: Павлака

source: Soy sauce
mk_mk: Соја сос

source: Spaghetti
mk_mk: Шпагети

source: Spinach
mk_mk: Спанаќ

source: Stewed tomatoes
mk_mk: Пелати

source: Strawberries
mk_mk: Јагоди

source: Sugar
mk_mk: Шеќер

source: Sunflower oil
mk_mk: Сончогледов зејтин

source: Sunflower seeds
mk_mk: Сончоглед

source: Swiss cheese
mk_mk: Швајцарско сирење

source: Tartar sauce
mk_mk: Тартар сос

source: Thyme
mk_mk: Мајчина душица

source: Tofu
mk_mk: Тофу

source: Tomatoes
mk_mk: Домати

source: Tomato paste
mk_mk: Доматна паста

source: Tomato sauce
mk_mk: Доматен сос

source: Tuna
mk_mk: Туна

source: Turmeric
mk_mk: Куркума

source: Turnip
mk_mk: Репка

source: Unsalted butter
mk_mk: Путер без сол

source: Vanilla extract
mk_mk: Екстракт од ванила

source: Vegetables
mk_mk: Зеленчук

source: Vegetable oil
mk_mk: Растително масло

source: Vinegar
mk_mk: Оцет

source: Walnuts
mk_mk: Ореви

source: Water
mk_mk: Вода

source: Watermelon
mk_mk: Лубеница

source: White rice
mk_mk: Бел ориз

source: White vinegar
mk_mk: Бел оцет

source: White wine
mk_mk: Бело вино

source: Whole milk
mk_mk: Млеко (масно)

source: Wiener
mk_mk: Виршла

source: Wine
mk_mk: Вино

source: Worcestershire sauce
mk_mk: Востер сос

source: Yogurt
mk_mk: Јогурт

source: Zucchini
mk_mk: Тиквичка
